Repository: tapexyz/tape
Catalog: apps/web/src/locales/*/messages.po
Languages: es

source: Collect
es: Recoger

source: Verified
es: Verificado

source: Explore
es: Explorar

source: All
es: Todos

source: Feedback
es: Comentarios

source: Thanks
es: Gracias

source: Terms
es: Términos

source: Privacy
es: Privacidad

source: Home
es: Inicio

source: Feed
es: Alimentación

source: Share a Drop
es: Compartir un borrado

source: Only zora links are supported at the moment.
es: Sólo los enlaces de zora son soportados en este momento.

source: Search
es: Buscar

source: No results found
es: No hay resultados

source: Switch to Dark
es: Cambiar a Oscuro

source: Switch to Light
es: Cambiar a Luz

source: Sign out
es: Cerrar sesión

source: Indexing, please wait...
es: Indexando, por favor espere...

source: Sensitive Content
es: Contenido sensible

source: Video deleted
es: Vídeo eliminado

source: Transaction submitted
es: Transacción enviada

source: Pinning video...
es: Fijando vídeo...

source: Video marked as not interested
es: Video marcado como no interesado

source: Video removed from not interested
es: Video eliminado de no interesado

source: Video added to your list
es: Vídeo añadido a tu lista

source: Video removed from your list
es: Video eliminado de tu lista

source: Share
es: Compartir

source: Pin Video
es: Fijar vídeo

source: Delete
es: Eliminar

source: Save
es: Guardar

source: Not Interested
es: No Interesado

source: Report
es: Reporte

source: Failed to upload thumbnail
es: Error al subir la miniatura

source: Please upload a custom thumbnail
es: Por favor, sube una miniatura personalizada

source: Uploading thumbnail
es: Subiendo miniatura

source: Upload
es: Subir

source: Price
es: Precio

source: Invalid amount
es: Monto no válido

source: Percentage should be 0 to 100
es: Porcentaje debe ser de 0 a 100

source: Should to greater than or equal to zero
es: Debe ser mayor o igual a cero

source: Amount should be greater than 0
es: Cantidad debe ser mayor que 0

source: Only 5 splits supported
es: Solo 5 divisiones soportadas

source: Invalid split recipient address
es: Dirección de destinatario dividida inválida

source: Split addresses should be unique
es: Las direcciones separadas deben ser únicas

source: Sum of all splits should be 100%
es: La suma de todas las divisiones debe ser 100%

source: Referral Percentage
es: Porcentaje de referencia

source: Set Collect Type
es: Establecer tipo de colección

source: Anyone
es: Cualquier persona

source: Add recipient
es: Añadir destinatario

source: Add Donation
es: Añadir donación

source: Split evenly
es: Dividir uniformemente

source: No one can collect this publication
es: Nadie puede recoger esta publicación

source: Subscribers
es: Suscriptores

source: can collect
es: puede recoger

source: for free
es: gratis

source: Title should be atleast 5 characters
es: El título debe tener al menos 5 caracteres

source: Title should not exceed 100 characters
es: El título no debe exceder de 100 caracteres

source: Description should not exceed 5000 characters
es: La descripción no debe exceder de 5000 caracteres

source: Please select or upload a thumbnail
es: Por favor, seleccione o suba una miniatura

source: Title
es: Título

source: Description
es: Descripción

source: Please note that only videos under 2 minutes in length can be uploaded as bytes.
es: Tenga en cuenta que sólo los vídeos de menos de 2 minutos de duración pueden ser subidos como bytes.

source: Upload this video as short-form bytes
es: Subir este video como bytes de forma corta

source: Reset
es: Reiniciar

source: Error uploading file
es: Error al cargar el archivo

source: Drag and drop
es: Arrastre y suelte

source: Upload cost estimation failed
es: Costo estimado de subida fallido

source: Enter deposit amount
es: Ingrese la cantidad del depósito

source: Invalid deposit amount
es: Monto de depósito no válido

source: Failed to deposit storage balance
es: Error al depositar el saldo

source: Deposit
es: Depósito

source: Amount to deposit (MATIC)
es: Cantidad a depositar (MATIC)

source: Upload from Source Url
es: Subir desde la Url de origen

source: Storing metadata
es: Almacenando metadatos

source: IPFS Upload failed
es: Error al subir IPFS

source: Video not uploaded correctly
es: El vídeo no se ha subido correctamente

source: Insufficient storage balance
es: Balance de almacenamiento insuficiente

source: Failed to upload video to Arweave
es: No se pudo subir el vídeo a Arweave

source: No videos found
es: No hay vídeos

source: Trending
es: Tendencias

source: Interesting
es: Interesante

source: collects
es: recolecta

source: Live
es: Vivo

source: What's Popping?
es: ¿Qué está poblando?

source: Discover a new era of content sharing on Lens with Tape. A decentralized, user-centric approach to online media.
es: Descubra una nueva era de compartir contenidos en la lente con Tape. Un enfoque descentralizado y centrado en el usuario de los medios en línea.

source: Please connect to your wallet
es: Por favor, conéctese a su cartera

source: Stats
es: Estadísticas

source: High signal
es: Señal alta

source: Show all
es: Mostrar todo

source: Notifications
es: Notificaciones

source: All Notifications
es: Todas las notificaciones

source: No Notifications
es: No hay notificaciones

source: Subscribe
es: Suscribirse

source: Allow
es: Permitir

source: Sybil Verified
es: Síbil verificado

source: Proof of Humanity
es: Prueba de la humanidad

source: Proof of Personhood
es: Prueba de Personalidad

source: Saved Videos
es: Vídeos guardados

source: No NFTs found
es: NFTs no encontrados

source: No other channels found
es: No se encontraron otros canales

source: Unpinning video...
es: Desanclando vídeo...

source: likes
es: gustos

source: View more
es: Ver más

source: No bytes found
es: No se encontraron bytes

source: No links found
es: No hay enlaces

source: Report Publication
es: Publicación del informe

source: Reason
es: Razón

source: Fake Engagement
es: Compromiso falso

source: Algorithm Manipulation
es: Manipulación del algoritmo

source: Misleading
es: Misular

source: Misuse Hashtags
es: Etiquetas erróneas

source: Repetitive
es: Repetitivo

source: Unrelated
es: No relacionado

source: Something Else
es: Otra cosa

source: Animal Abuse
es: Abuso animal

source: Human Abuse
es: Abuso humano

source: Direct threat
es: Amenaza directa

source: Threat Individual
es: Amenaza Individual

source: Violence
es: Violencia

source: Impersonation
es: Suplantación

source: Offensive
es: Ofensivo

source: Website
es: Sitio web

source: Location
es: Ubicación

source: Channel deleted
es: Canal eliminado

source: Disable
es: Desactivar

source: Enable
es: Activar

source: disabled
es: deshabilitado

source: enabled
es: activado

source: dispatcher
es: despachador

source: Dispatcher
es: Despachador

source: Permission updated
es: Permiso actualizado

source: Access permissions
es: Permisos de acceso

source: These are the collect modules which you allowed / need to allow to use collect feature. You can allow and revoke access anytime.
es: Estos son los módulos de recogida que has permitido / necesitas permitir el uso de la función de recogida. Puedes permitir y revocar el acceso en cualquier momento.

source: Interests
es: Intereses

source: Basic Info
es: Información básica

source: Permissions
es: Permisos

source: Danger Zone
es: Zona de peligro

source: Grow with Lens
es: Crecer con lente

source: Amount
es: Cantidad

source: Recipient
es: Destinatario

source: Cancel
es: Cancelar

source: Update
es: Actualizar

source: From the frens
es: Desde los frentes

source: This cannot be reverted.
es: Esto no se puede revertir.

source: Confirm
es: Confirmar

source: subscribers
es: suscriptores

source: Comment deleted
es: Comentario eliminado

source: Show more
es: Mostrar más

source: Show less
es: Mostrar menos

source: Reply
es: Responder

source: Show more replies
es: Mostrar más respuestas

source: Relevant
es: Relevante

source: Newest first
es: Más nuevo primero

source: Enter valid comment
es: Ingrese un comentario válido

source: Comment should not exceed 5000 characters
es: El comentario no debe exceder de 5000 caracteres

source: How's this video?
es: ¿Cómo es este vídeo?

source: Comment
es: Comentario

source: Hide more comments
es: Ocultar más comentarios

source: Show more comments
es: Mostrar más comentarios

source: replies
es: respuestas

source: Write a reply
es: Escribe una respuesta

source: Watch Video
es: Ver vídeo

source: Comments
es: Comentarios

source: Be the first to comment
es: Sé el primero en comentar

source: View Metadata
es: Ver metadatos

source: View Proof
es: Ver prueba

source: Not enough
es: No suficiente

source: token balance
es: saldo del token

source: Swap
es: Intercambiar

source: Allow Collect
es: Permitir recolección

source: Collected as NFT
es: Recogido como NFT

source: Total Collects
es: Colecciones totales

source: Ends At
es: Termina en

source: Revenue
es: Ingresos

source: Referral Fee
es: Tarifa de referencia

source: Recipients
es: Destinatarios

source: Already Collected
es: Ya recogido

source: Like
es: Me gusta

source: Tip should to greater than zero
es: Consejo debe ser mayor que cero

source: Tip should be less than or equal to 100 MATIC
es: El consejo debe ser menor o igual a 100 MATIC

source: Tip should be greater than 0 MATIC
es: El consejo debe ser mayor que 0 MATIC

source: Tip message is requried
es: Mensaje de consejo solicitado

source: Thanks for making this video!
es: ¡Gracias por hacer este video!

source: Tipped successfully
es: Tipped con éxito

source: This will be published as a public comment.
es: Esto se publicará como un comentario público.

source: mirrors
es: espejos

source: views
es: vistas

source: Watch
es: Vigilar
